#+title: TODO
#+TODO: TODO PROG REVW BLOK | DONE

#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2024-11-22 Fri 09:35]
| Headline                | Time   |      |
|-------------------------+--------+------|
| *Total time*            | *1:23* |      |
|-------------------------+--------+------|
| Add articles            | 1:23   |      |
| \_  Image test page     |        | 0:40 |
| \_  Tv channel overview |        | 0:43 |
#+END:


* TODO Fix mathjax
:PROPERTIES:
:Effort:   1h
:END:

* TODO Fix mermaid
:PROPERTIES:
:Effort:   1h
:END:

* PROG Fix lists 

* TODO Add articles

** REVW Markdown example

** TODO Nix page setup overview
:PROPERTIES:
:Effort: 1h30min
:END:

** TODO Lisp overview
:PROPERTIES:
:Effort: 1h30min
:END:

** REVW Image test page
:PROPERTIES:
:Effort: 30min
:END:
:LOGBOOK:
CLOCK: [2024-11-21 Thu 23:52]--[2024-11-22 Fri 00:32] =>  0:40
:END:

With carousel

*** TODO Move css and js from to assets folder

*** TODO Move images to assets

*** TODO Fix styles

** REVW Tv channel overview
:PROPERTIES:
:Effort: 30min
:END:
:LOGBOOK:
CLOCK: [2024-11-22 Fri 08:52]--[2024-11-22 Fri 09:35] =>  0:43
:END:
